Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# dashboard.payrollDetails.adjustmentNoSpecificJob
source: No specific job
ar: بدون وظيفة محددة
bg: Без конкретна работа
bn: নির্দিষ্ট কোনো কাজ নেই
ca: Cap feina específica
cs: Žádná konkrétní práce
da: Ingen specifik job
de: Kein bestimmter Job
el: Καμία συγκεκριμένη εργασία
es: Sin trabajo específico
et: Konkreetne töö puudub
fa: بدون شغل مشخص
fi: Ei tiettyä työtä
fil: Walang partikular na trabaho
fr: Aucun emploi spécifique
he: ללא עבודה מסוימת
hi: कोई विशेष काम नहीं
hr: Bez određenog posla
hu: Nincs konkrét munka
id: Tidak ada pekerjaan tertentu
is: Ekkert tiltekið starf
it: Nessun lavoro specifico
ja: 特定の仕事なし
ko: 특정 근무 없음
lt: Be konkretaus darbo
lv: Nav konkrēta darba
nb: Ingen spesifikk jobb
nl: Geen specifieke job
nn: Ingen spesifikk jobb
pl: Bez konkretnej pracy
pt_br: Nenhum trabalho específico
ro: Fără job specific
ru: Без конкретной работы
sk: Bez konkrétnej práce
sl: Brez določenega dela
sr: Bez određenog posla
sv: Inget specifikt jobb
sw: Hakuna kazi mahususi
ta: குறிப்பிட்ட வேலை இல்லை
th: ไม่มีงานที่ระบุ
tr: Belirli bir iş yok
uk: Без конкретної роботи
ur: کوئی مخصوص ملازمت نہیں
vi: Không có công việc cụ thể
zh_hans: 无特定工作
zh_hant: 無指定工作

# dashboard.payrollDetails.adjustmentNote
source: Note
ar: ملاحظة
bg: Бележка
bn: নোট
ca: Nota
cs: Poznámka
de: Notiz
el: Σημείωση
es: Nota
et: Märkus
fa: یادداشت
fi: Muistiinpano
fil: Tala
he: הערה
hi: नोट
hr: Bilješka
hu: Megjegyzés
id: Catatan
is: Athugasemd
it: Nota
ja: メモ
ko: 메모
lt: Pastaba
lv: Piezīme
nb: Notat
nl: Notitie
nn: Merknad
pl: Notatka
pt_br: Observação
ro: Notă
ru: Примечание
sk: Poznámka
sl: Opomba
sr: Napomena
sv: Anteckning
sw: Dokezo
ta: குறிப்பு
th: หมายเหตุ
tr: Not
uk: Примітка
ur: نوٹ
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

# dashboard.payrollDetails.adjustmentOther
source: Adjustment
ar: تعديل
bg: Корекция
bn: সমন্বয়
ca: Ajust
cs: Úprava
da: Justering
de: Anpassung
el: Προσαρμογή
es: Ajuste
et: Korrigeerimine
fa: تعدیل
fi: Oikaisu
fil: Pagsasaayos
fr: Ajustement
he: התאמה
hi: समायोजन
hr: Prilagodba
hu: Kiigazítás
id: Penyesuaian
is: Aðlögun
it: Adeguamento
ja: 調整
ko: 조정
lt: Koregavimas
lv: Pielāgojums
nb: Justering
nl: Aanpassing
nn: Justering
pl: Dopłata
pt_br: Ajuste
ro: Ajustare
ru: Корректировка
sk: Úprava
sl: Prilagoditev
sr: Usklađenje
sv: Justering
sw: Marekebisho
ta: சரிசெய்தல்
th: การปรับ
tr: Ayarlama
uk: Коригування
ur: ایڈجسٹمنٹ
vi: Điều chỉnh
zh_hans: 调整
zh_hant: 調整

# dashboard.payrollDetails.adjustmentRetroPay
source: Retroactive pay
ar: أجر بأثر رجعي
bg: Доплащане
bn: বকেয়া পরিশোধ
ca: Pagament retroactiu
cs: Doplatek mzdy
da: Efterbetaling
de: Nachzahlung
el: Αναδρομικά
es: Pago retroactivo
et: Tagantjärele palk
fa: پرداخت معوق
fi: Takautuva palkka
fr: Rappel de salaire
he: תשלום רטרואקטיבי
hi: पिछला बकाया भुगतान
hr: Zaostala isplata
hu: Visszamenőleges bér
id: Pembayaran retroaktif
is: Eftirgreiðsla
it: Arretrati
ja: 遡及支給
ko: 소급 지급
lt: Atgalinis mokėjimas
lv: Piemaksa par iepriekšējo periodu
nb: Etterbetaling
nl: Nabetaling
nn: Etterbetaling
pl: Wyrównanie
pt_br: Pagamento retroativo
ro: Plată retroactivă
ru: Доплата
sk: Doplatok mzdy
sl: Zaostalo plačilo
sr: Naknadna isplata
sv: Retroaktiv lön
sw: Malipo ya nyuma
ta: பின்தேதி ஊதியம்
th: จ่ายย้อนหลัง
tr: Geriye dönük ödeme
uk: Донарахування
ur: بقایا ادائیگی
vi: Truy lĩnh lương
zh_hans: 补发工资
zh_hant: 補發薪資

# dashboard.payrollDetails.adjustments
source: Adjustments
ar: التعديلات
bg: Корекции
bn: সমন্বয়সমূহ
ca: Ajustos
cs: Úpravy
da: Justeringer
de: Anpassungen
el: Προσαρμογές
es: Ajustes
et: Korrigeerimised
fa: تعدیلات
fi: Oikaisut
fil: Mga pagsasaayos
fr: Ajustements
he: התאמות
hi: समायोजन
hr: Prilagodbe
hu: Kiigazítások
id: Penyesuaian
is: Aðlaganir
it: Adeguamenti
ja: 調整
ko: 조정 내역
lt: Koregavimai
lv: Pielāgojumi
nb: Justeringer
nl: Aanpassingen
nn: Justeringar
pl: Korekty
pt_br: Ajustes
ro: Ajustări
ru: Корректировки
sk: Úpravy
sl: Prilagoditve
sr: Usklađenja
sv: Justeringar
sw: Marekebisho
ta: சரிசெய்தல்கள்
th: รายการปรับ
tr: Ayarlamalar
uk: Коригування
ur: ایڈجسٹمنٹس
vi: Các khoản điều chỉnh
zh_hans: 调整项
zh_hant: 調整項目

# dashboard.payrollDetails.adjustmentsAfterTax
source: Adjustments after tax
ar: تعديلات بعد الضريبة
bg: Корекции след данъчно облагане
bn: কর কাটার পরের সমন্বয়
ca: Ajustos després d'impostos
cs: Úpravy po zdanění
da: Justeringer efter skat
de: Anpassungen nach Steuern
el: Προσαρμογές μετά τον φόρο
es: Ajustes después de impuestos
et: Korrigeerimised pärast makse
fa: تعدیلات پس از مالیات
fi: Oikaisut verojen jälkeen
fil: Mga pagsasaayos pagkatapos ng buwis
fr: Ajustements après impôt
he: התאמות אחרי מס
hi: कर के बाद समायोजन
hr: Korekcije nakon oporezivanja
hu: Adózás utáni korrekciók
id: Penyesuaian setelah pajak
is: Leiðréttingar eftir skatt
it: Rettifiche dopo le imposte
ja: 税引き後の調整額
ko: 세후 조정액
lt: Koregavimai atskaičius mokesčius
lv: Korekcijas pēc nodokļu ieturēšanas
nb: Justeringer etter skatt
nl: Correcties na belasting
nn: Justeringar etter skatt
pl: Korekty po opodatkowaniu
pt_br: Ajustes após impostos
ro: Ajustări după impozitare
ru: Корректировки после вычета налога
sk: Úpravy po zdanení
sl: Popravki po obdavčitvi
sr: Korekcije nakon oporezivanja
sv: Justeringar efter skatt
sw: Marekebisho baada ya kodi
ta: வரிக்குப் பிந்தைய சரிசெய்தல்கள்
th: รายการปรับยอดหลังหักภาษี
tr: Vergi sonrası düzeltmeler
uk: Коригування після оподаткування
ur: ٹیکس کے بعد ایڈجسٹمنٹ
vi: Điều chỉnh sau thuế
zh_hans: 税后调整
zh_hant: 稅後調整

# dashboard.payrollDetails.adjustmentSaveFailed
source: Could not save adjustment.
ar: تعذر حفظ التعديل.
bg: Корекцията не можа да бъде запазена.
bn: সমন্বয় সংরক্ষণ করা যায়নি।
ca: No s'ha pogut desar l'ajust.
cs: Úpravu se nepodařilo uložit.
da: Kunne ikke gemme justering.
de: Anpassung konnte nicht gespeichert werden.
el: Δεν ήταν δυνατή η αποθήκευση της προσαρμογής.
es: No se pudo guardar el ajuste.
et: Korrigeerimist ei saanud salvestada.
fa: ذخیره تعدیل ممکن نشد.
fi: Oikaisua ei voitu tallentaa.
fil: Hindi mase-save ang pagsasaayos.
fr: Impossible d’enregistrer l’ajustement.
he: לא ניתן היה לשמור את ההתאמה.
hi: समायोजन सहेजा नहीं जा सका।
hr: Nije moguće spremiti prilagodbu.
hu: Nem sikerült menteni a kiigazítást.
id: Tidak dapat menyimpan penyesuaian.
is: Ekki tókst að vista aðlögun.
it: Impossibile salvare l'adeguamento.
ja: 調整を保存できませんでした。
ko: 조정을 저장할 수 없습니다.
lt: Nepavyko išsaugoti koregavimo.
lv: Neizdevās saglabāt pielāgojumu.
nb: Kunne ikke lagre justeringen.
nl: Aanpassing kon niet worden opgeslagen.
nn: Klarte ikkje å lagre justeringa.
pl: Nie udało się zapisać korekty.
pt_br: Não foi possível salvar o ajuste.
ro: Nu s-a putut salva ajustarea.
ru: Не удалось сохранить корректировку.
sk: Úpravu sa nepodarilo uložiť.
sl: Prilagoditve ni bilo mogoče shraniti.
sr: Nije moguće sačuvati usklađenje.
sv: Kunde inte spara justeringen.
sw: Haikuwezekana kuhifadhi marekebisho.
ta: சரிசெய்தலை சேமிக்க முடியவில்லை.
th: ไม่สามารถบันทึกรายการปรับได้
tr: Ayarlama kaydedilemedi.
uk: Не вдалося зберегти коригування.
ur: ایڈجسٹمنٹ محفوظ نہ ہو سکی۔
vi: Không thể lưu điều chỉnh.
zh_hans: 无法保存调整。
zh_hant: 無法儲存調整。

# dashboard.payrollDetails.adjustmentsBeforeTax
source: Adjustments before tax
ar: تعديلات قبل الضريبة
bg: Корекции преди данъчно облагане
bn: কর কাটার আগের সমন্বয়
ca: Ajustos abans d'impostos
cs: Úpravy před zdaněním
da: Justeringer før skat
de: Anpassungen vor Steuern
el: Προσαρμογές πριν από τον φόρο
es: Ajustes antes de impuestos
et: Korrigeerimised enne makse
fa: تعدیلات پیش از مالیات
fi: Oikaisut ennen veroja
fil: Mga pagsasaayos bago ang buwis
fr: Ajustements avant impôt
he: התאמות לפני מס
hi: कर से पहले समायोजन
hr: Korekcije prije oporezivanja
hu: Adózás előtti korrekciók
id: Penyesuaian sebelum pajak
is: Leiðréttingar fyrir skatt
it: Rettifiche prima delle imposte
ja: 税引き前の調整額
ko: 세전 조정액
lt: Koregavimai prieš mokesčius
lv: Korekcijas pirms nodokļu ieturēšanas
nb: Justeringer før skatt
nl: Correcties vóór belasting
nn: Justeringar før skatt
pl: Korekty przed opodatkowaniem
pt_br: Ajustes antes dos impostos
ro: Ajustări înainte de impozitare
ru: Корректировки до вычета налога
sk: Úpravy pred zdanením
sl: Popravki pred obdavčitvijo
sr: Korekcije pre oporezivanja
sv: Justeringar före skatt
sw: Marekebisho kabla ya kodi
ta: வரிக்கு முந்தைய சரிசெய்தல்கள்
th: รายการปรับยอดก่อนหักภาษี
tr: Vergi öncesi düzeltmeler
uk: Коригування до оподаткування
ur: ٹیکس سے پہلے ایڈجسٹمنٹ
vi: Điều chỉnh trước thuế
zh_hans: 税前调整
zh_hant: 稅前調整

# dashboard.payrollDetails.adjustmentTaxTreatment
source: Tax handling
ar: المعاملة الضريبية
bg: Данъчен режим
bn: কর প্রযোজ্যতা
ca: Tractament fiscal
cs: Daňové zacházení
da: Skattebehandling
de: Steuerbehandlung
el: Φορολογική μεταχείριση
es: Tratamiento fiscal
et: Maksukäsitlus
fa: وضعیت مالیاتی
fi: Verokäsittely
fil: Paghawak sa buwis
fr: Traitement fiscal
he: טיפול מס
hi: कर प्रबंधन
hr: Porezni tretman
hu: Adókezelés
id: Perlakuan pajak
is: Skattmeðferð
it: Trattamento fiscale
ja: 税処理
ko: 세금 처리
lt: Mokesčių taikymas
lv: Nodokļu piemērošana
nb: Skattebehandling
nl: Fiscale behandeling
nn: Skattehandsaming
pl: Rozliczenie podatku
pt_br: Tratamento fiscal
ro: Tratament fiscal
ru: Налогообложение
sk: Daňový režim
sl: Davčna obravnava
sr: Poreski tretman
sv: Skattehantering
sw: Ushughulikiaji wa kodi
ta: வரி கையாள்வு
th: การจัดการภาษี
tr: Vergi işlemi
uk: Оподаткування
ur: ٹیکس کا اطلاق
vi: Xử lý thuế
zh_hans: 税务处理
zh_hant: 稅務處理

# dashboard.payrollDetails.adjustmentUseEarnedRange
source: Set earned period
ar: تعيين فترة الاستحقاق
bg: Задай период на начисляване
bn: অর্জিত সময়কাল সেট করুন
ca: Defineix període meritat
cs: Nastavit období výdělku
da: Angiv optjeningsperiode
de: Verdienstzeitraum festlegen
el: Ορισμός περιόδου αποδοχών
es: Definir período devengado
et: Määra teenimisperiood
fa: تنظیم بازه کسب
fi: Aseta ansaintajakso
fil: Itakda ang panahon ng kita
fr: Définir la période acquise
he: הגדר תקופת צבירה
hi: अर्जित अवधि सेट करें
hr: Postavi razdoblje zarade
hu: Elszámolási időszak beállítása
id: Atur periode perolehan
is: Setja ávinnslutímabil
it: Imposta periodo maturazione
ja: 対象期間を設定
ko: 발생 기간 설정
lt: Nustatyti uždarbio laikotarpį
lv: Iestatīt nopelnīšanas periodu
nb: Sett opptjeningsperiode
nl: Verdienperiode instellen
nn: Set oppteningsperiode
pl: Ustaw okres naliczenia
pt_br: Definir período ganho
ro: Setează perioada câștigată
ru: Указать период начисления
sk: Nastaviť obdobie zárobku
sl: Nastavi obdobje zaslužka
sr: Podesi period zarade
sv: Ange intjänandeperiod
sw: Weka kipindi cha mapato
ta: ஈட்டிய காலம் அமை
th: กำหนดช่วงที่ได้รับ
tr: Kazanım dönemini ayarla
uk: Задати період нарахування
ur: کمائی کی مدت مقرر کریں
vi: Đặt kỳ tích lũy
zh_hans: 设置赚取期间
zh_hant: 設定賺取期間

# dashboard.payrollDetails.beforeTax
source: Before tax
ar: قبل الضريبة
bg: Преди данъци
bn: কর-পূর্ব
ca: Abans d'impostos
cs: Před zdaněním
da: Før skat
de: Vor Steuern
el: Πριν από τον φόρο
es: Antes de impuestos
et: Enne makse
fa: قبل از مالیات
fi: Ennen veroja
fil: Bago ang buwis
fr: Avant impôt
he: לפני מס
hi: कर से पहले
hr: Prije poreza
hu: Adózás előtt
id: Sebelum pajak
is: Fyrir skatt
it: Prima delle imposte
ja: 税引前
ko: 세전
lt: Prieš mokesčius
lv: Pirms nodokļiem
nb: Før skatt
nl: Voor belasting
nn: Før skatt
pl: Przed opodatkowaniem
pt_br: Antes dos impostos
ro: Înainte de impozitare
ru: До вычета налогов
sk: Pred zdanením
sl: Pred davkom
sr: Pre oporezivanja
sv: Före skatt
sw: Kabla ya kodi
ta: வரிக்கு முன்
th: ก่อนหักภาษี
tr: Vergi öncesi
uk: До оподаткування
ur: ٹیکس سے پہلے
vi: Trước thuế
zh_hans: 税前
zh_hant: 稅前

# dashboard.payrollDetails.earningsPeriod
source: Work in %@
ar: العمل في %@
bg: Работа през %@
bn: %@-এ কাজ
ca: Treball al %@
cs: Práce v %@
da: Arbejde i %@
de: Arbeit in %@
el: Εργασία σε %@
es: Trabajo en %@
et: Töö perioodil %@
fa: کار در %@
fi: Työ jaksolla %@
fil: Trabaho sa %@
fr: Travail en %@
he: עבודה ב-%@
hi: %@ में काम
hr: Rad u %@
hu: Munkavégzés: %@
id: Kerja pada %@
is: Vinna í %@
it: Lavoro in %@
ja: %@の勤務
ko: %@ 근무
lt: Darbas per %@
lv: Darbs sadaļā %@
nb: Arbeid i %@
nl: Werk in %@
nn: Arbeid i %@
pl: Praca w %@
pt_br: Trabalho em %@
ro: Muncă în %@
ru: Работа в %@
sk: Práca v %@
sl: Delo v %@
sr: Rad u %@
sv: Arbete i %@
sw: Kazi ya %@
ta: %@ இல் வேலை
th: ทำงานใน %@
tr: %@ dönemindeki çalışma
uk: Робота в %@
ur: کام %@ میں
vi: Làm việc trong %@
zh_hans: 在 %@ 工作
zh_hant: 於 %@ 工作

# dashboard.payrollDetails.earningsPeriodRange
source: Work from %1$@ to %2$@
ar: العمل من %1$@ إلى %2$@
bg: Работа от %1$@ до %2$@
bn: %1$@ থেকে %2$@ পর্যন্ত কাজ
ca: Treballa del %1$@ al %2$@
cs: Práce od %1$@ do %2$@
da: Arbejde fra %1$@ til %2$@
de: Arbeit vom %1$@ bis %2$@
el: Εργασία από %1$@ έως %2$@
es: Trabajo del %1$@ al %2$@
et: Töö perioodil %1$@ kuni %2$@
fa: کار از %1$@ تا %2$@
fi: Työ ajalta %1$@–%2$@
fil: Magtrabaho mula %1$@ hanggang %2$@
fr: Travail du %1$@ au %2$@
he: עבודה מ־%1$@ עד %2$@
hi: %1$@ से %2$@ तक का काम
hr: Rad od %1$@ do %2$@
hu: Munkavégzés %1$@ és %2$@ között
id: Bekerja dari %1$@ hingga %2$@
is: Vinna frá %1$@ til %2$@
it: Lavoro dal %1$@ al %2$@
ja: %1$@から%2$@までの勤務
ko: %1$@부터 %2$@까지 근무
lt: Darbas nuo %1$@ iki %2$@
lv: Darbs no %1$@ līdz %2$@
nb: Arbeid fra %1$@ til %2$@
nl: Werk van %1$@ tot %2$@
nn: Arbeid frå %1$@ til %2$@
pl: Praca od %1$@ do %2$@
pt_br: Trabalho de %1$@ a %2$@
ro: Lucrat între %1$@ și %2$@
ru: Работа с %1$@ по %2$@
sk: Práca od %1$@ do %2$@
sl: Delo od %1$@ do %2$@
sr: Rad od %1$@ do %2$@
sv: Arbete från %1$@ till %2$@
sw: Fanya kazi kuanzia %1$@ hadi %2$@
ta: %1$@ முதல் %2$@ வரையிலான வேலை
th: ทำงานตั้งแต่ %1$@ ถึง %2$@
tr: %1$@ ile %2$@ arasında çalışma
uk: Робота з %1$@ до %2$@
ur: کام %1$@ سے %2$@ تک
vi: Làm việc từ %1$@ đến %2$@
zh_hans: 工作时间：%1$@至%2$@
zh_hant: 工作期間為 %1$@ 至 %2$@

# dashboard.payrollDetails.editAdjustment
source: Edit adjustment
ar: تعديل التعديل
bg: Редактиране на корекция
bn: অ্যাডজাস্টমেন্ট সম্পাদনা
ca: Edita l'ajust
cs: Upravit úpravu
da: Rediger justering
de: Anpassung bearbeiten
el: Επεξεργασία προσαρμογής
es: Editar ajuste
et: Muuda korrigeeringut
fa: ویرایش تعدیل
fi: Muokkaa korjausta
fil: I-edit ang adjustment
fr: Modifier l’ajustement
he: ערוך התאמה
hi: समायोजन संपादित करें
hr: Uredi prilagodbu
hu: Korrekció szerkesztése
id: Edit penyesuaian
is: Breyta leiðréttingu
it: Modifica rettifica
ja: 調整を編集
ko: 조정 수정
lt: Redaguoti koregavimą
lv: Rediģēt korekciju
nb: Rediger justering
nl: Aanpassing bewerken
nn: Rediger justering
pl: Edytuj korektę
pt_br: Editar ajuste
ro: Editează ajustarea
ru: Редактировать корректировку
sk: Upraviť úpravu
sl: Uredi prilagoditev
sr: Uredi korekciju
sv: Redigera justering
sw: Hariri marekebisho
ta: சரிசெய்தலைத் திருத்து
th: แก้ไขรายการปรับ
tr: Düzeltmeyi düzenle
uk: Редагувати коригування
ur: ایڈجسٹمنٹ میں ترمیم کریں
vi: Sửa điều chỉnh
zh_hans: 编辑调整
zh_hant: 編輯調整

# dashboard.payrollDetails.estimatedTax
source: Estimated tax
ar: الضريبة المقدرة
bg: Прогнозен данък
bn: আনুমানিক কর
ca: Impost estimat
cs: Odhadovaná daň
da: Beregnet skat
de: Geschätzte Steuer
el: Εκτιμώμενος φόρος
es: Impuesto estimado
et: Hinnanguline maks
fa: مالیات تخمینی
fi: Arvioitu vero
fil: Tinatayang buwis
fr: Impôt estimé
he: מס משוער
hi: अनुमानित कर
hr: Procijenjeni porez
hu: Becsült adó
id: Perkiraan pajak
is: Áætlaður skattur
it: Tasse stimate
ja: 推定税額
ko: 예상 세금
lt: Apskaičiuotas mokestis
lv: Aprēķinātais nodoklis
nb: Beregnet skatt
nl: Geschatte belasting
nn: Utrekna skatt
pl: Szacowany podatek
pt_br: Imposto estimado
ro: Taxă estimată
ru: Расчётный налог
sk: Odhadovaná daň
sl: Ocenjeni davek
sr: Procenjeni porez
sv: Beräknad skatt
sw: Kodi inayokadiriwa
ta: மதிப்பிடப்பட்ட வரி
th: ภาษีโดยประมาณ
tr: Tahmini vergi
uk: Орієнтовний податок
ur: متوقع ٹیکس
vi: Thuế ước tính
zh_hans: 预计税额
zh_hant: 預估稅額

# dashboard.payrollDetails.estimateHelp
source: Compare the same work period on your payslip. Check recorded hours and pay settings first, then any extra payments or deductions.
ar: قارن فترة العمل نفسها في قسيمة راتبك. تحقّق أولًا من الساعات المسجلة وإعدادات الأجر، ثم من أي دفعات إضافية أو اقتطاعات.
bg: Сравнете същия работен период във фиша си за заплата. Първо проверете отчетените часове и настройките за заплащане, а след това всички допълнителни плащания или удръжки.
bn: বেতনস্লিপে একই কাজের সময়কাল তুলনা করুন। প্রথমে রেকর্ড করা ঘণ্টা ও বেতন সেটিংস যাচাই করুন, এরপর অতিরিক্ত অর্থপ্রদান বা কর্তন।
ca: Compara el mateix període de treball amb la nòmina. Comprova primer les hores registrades i la configuració salarial, i després els pagaments extra o les deduccions.
cs: Porovnejte stejné pracovní období na výplatní pásce. Nejprve zkontrolujte zaznamenané hodiny a nastavení odměňování, potom případné příplatky nebo srážky.
da: Sammenlign den samme arbejdsperiode på din lønseddel. Tjek først registrerede timer og lønindstillinger og derefter eventuelle ekstra udbetalinger eller fradrag.
de: Vergleiche denselben Arbeitszeitraum mit deiner Gehaltsabrechnung. Prüfe zuerst die erfassten Stunden und Lohneinstellungen, danach zusätzliche Zahlungen oder Abzüge.
el: Συγκρίνετε την ίδια περίοδο εργασίας στο εκκαθαριστικό σας. Ελέγξτε πρώτα τις καταγεγραμμένες ώρες και τις ρυθμίσεις αποδοχών και, στη συνέχεια, τυχόν επιπλέον πληρωμές ή κρατήσεις.
es: Compare el mismo período de trabajo en su nómina. Compruebe primero las horas registradas y la configuración salarial; después, los pagos extra o las deducciones.
et: Võrdle sama tööperioodi palgalehel. Kontrolli esmalt registreeritud töötunde ja palgaseadeid, seejärel lisamakseid või kinnipidamisi.
fa: همان دوره کاری را در فیش حقوقی‌تان مقایسه کنید. ابتدا ساعات ثبت‌شده و تنظیمات حقوق، سپس پرداخت‌های اضافی یا کسورات را بررسی کنید.
fi: Vertaa samaa työjaksoa palkkalaskelmaasi. Tarkista ensin kirjatut tunnit ja palkka-asetukset, sitten mahdolliset lisämaksut tai vähennykset.
fil: Ihambing ang parehong panahon ng trabaho sa iyong payslip. Suriin muna ang mga naitalang oras at setting ng sahod, pagkatapos ang anumang dagdag na bayad o kaltas.
fr: Comparez la même période de travail sur votre fiche de paie. Vérifiez d’abord les heures enregistrées et les paramètres de rémunération, puis les paiements supplémentaires ou les retenues.
he: השוו את אותה תקופת עבודה בתלוש השכר. בדקו תחילה את השעות שנרשמו ואת הגדרות השכר, ולאחר מכן תשלומים נוספים או ניכויים.
hi: अपनी वेतन पर्ची पर इसी कार्य अवधि की तुलना करें। पहले दर्ज किए गए घंटों और वेतन सेटिंग्स की जाँच करें, फिर किसी अतिरिक्त भुगतान या कटौती की।
hr: Usporedite isto radno razdoblje na platnoj listi. Najprije provjerite evidentirane sate i postavke plaće, a zatim sva dodatna plaćanja ili odbitke.
hu: Hasonlítsd össze ugyanazt a munkavégzési időszakot a bérjegyzékeden. Először ellenőrizd a rögzített órákat és a bérbeállításokat, majd az extra kifizetéseket vagy levonásokat.
id: Bandingkan periode kerja yang sama pada slip gaji Anda. Periksa jam kerja yang tercatat dan pengaturan gaji terlebih dahulu, lalu pembayaran tambahan atau potongan.
is: Berðu saman sama vinnutímabil á launaseðlinum þínum. Athugaðu fyrst skráðar vinnustundir og launastillingar, síðan aukagreiðslur eða frádrátt.
it: Confronta lo stesso periodo di lavoro nella busta paga. Controlla prima le ore registrate e le impostazioni della retribuzione, poi eventuali pagamenti aggiuntivi o detrazioni.
ja: 給与明細で同じ勤務期間を比較してください。まず記録された勤務時間と給与設定を確認し、次に追加支給や控除を確認します。
ko: 급여명세서에서 동일한 근무 기간을 비교하세요. 먼저 기록된 시간과 급여 설정을 확인한 다음, 추가 지급액이나 공제액을 확인하세요.
lt: Palyginkite tą patį darbo laikotarpį savo algalapyje. Pirmiausia patikrinkite užregistruotas valandas ir atlygio nustatymus, tada papildomas išmokas ar išskaitas.
lv: Salīdzini to pašu darba periodu savā algas lapiņā. Vispirms pārbaudi reģistrētās stundas un algas iestatījumus, pēc tam papildu maksājumus vai ieturējumus.
nb: Sammenlign samme arbeidsperiode på lønnsslippen. Sjekk registrerte timer og lønnsinnstillinger først, deretter ekstra utbetalinger eller trekk.
nl: Vergelijk dezelfde werkperiode op je loonstrook. Controleer eerst de geregistreerde uren en looninstellingen en daarna eventuele extra betalingen of inhoudingen.
nn: Samanlikn den same arbeidsperioden på lønnsslippen. Sjekk registrerte timar og lønnsinnstillingar først, deretter eventuelle ekstra utbetalingar eller trekk.
pl: Porównaj ten sam okres pracy na pasku wypłaty. Najpierw sprawdź zarejestrowane godziny i ustawienia wynagrodzenia, a następnie dodatkowe wypłaty lub potrącenia.
pt_br: Compare o mesmo período de trabalho no seu contracheque. Verifique primeiro as horas registradas e as configurações salariais e, depois, quaisquer pagamentos extras ou descontos.
ro: Compară aceeași perioadă de lucru de pe fluturașul de salariu. Verifică mai întâi orele înregistrate și setările salariale, apoi orice plăți suplimentare sau deduceri.
ru: Сравните тот же рабочий период в расчётном листке. Сначала проверьте учтённые часы и настройки оплаты, затем дополнительные выплаты или удержания.
sk: Porovnajte rovnaké pracovné obdobie na výplatnej páske. Najprv skontrolujte zaznamenané hodiny a mzdové nastavenia, potom prípadné ďalšie platby alebo zrážky.
sl: Primerjajte isto delovno obdobje na plačilni listi. Najprej preverite zabeležene ure in nastavitve plačila, nato še morebitna dodatna plačila ali odtegljaje.
sr: Uporedite isti period rada na obračunu zarade. Najpre proverite evidentirane sate i podešavanja zarade, a zatim dodatne isplate ili odbitke.
sv: Jämför samma arbetsperiod på lönespecifikationen. Kontrollera först registrerade timmar och löneinställningar, och därefter eventuella extra ersättningar eller avdrag.
sw: Linganisha kipindi hicho cha kazi na hati yako ya malipo. Kwanza hakiki saa zilizorekodiwa na mipangilio ya malipo, kisha malipo ya ziada au makato.
ta: உங்கள் சம்பளச் சீட்டில் இதே வேலைக் காலத்தை ஒப்பிடுங்கள். முதலில் பதிவுசெய்யப்பட்ட வேலை நேரங்களையும் ஊதிய அமைப்புகளையும் சரிபார்க்கவும்; பின்னர் கூடுதல் கொடுப்பனவுகள் அல்லது கழிவுகளைச் சரிபார்க்கவும்.
th: เปรียบเทียบช่วงเวลาทำงานเดียวกันในสลิปเงินเดือน ตรวจสอบชั่วโมงที่บันทึกและการตั้งค่าค่าจ้างก่อน จากนั้นตรวจสอบเงินเพิ่มหรือรายการหักอื่นๆ
tr: Aynı çalışma dönemini maaş bordronuzla karşılaştırın. Önce kaydedilen saatleri ve ücret ayarlarını, ardından ek ödemeleri veya kesintileri kontrol edin.
uk: Порівняйте такий самий робочий період у розрахунковому листку. Спочатку перевірте відпрацьовані години та налаштування оплати, а потім додаткові виплати або утримання.
ur: اپنی تنخواہ کی پرچی پر اسی کام کی مدت کا موازنہ کریں۔ پہلے ریکارڈ شدہ گھنٹوں اور اجرت کی ترتیبات کو چیک کریں، پھر اضافی ادائیگیوں یا کٹوتیوں کو۔
vi: So sánh cùng kỳ làm việc trên phiếu lương của bạn. Trước tiên, hãy kiểm tra số giờ đã ghi nhận và cài đặt lương, sau đó kiểm tra các khoản thanh toán thêm hoặc khấu trừ.
zh_hans: 比较工资单上相同的工作期间。先检查记录的工时和薪资设置，然后检查额外付款或扣款。
zh_hant: 比較薪資單上的相同工作期間。先檢查已記錄的工時和薪資設定，再檢查任何額外付款或扣款。

# dashboard.payrollDetails.gross
source: Gross
ar: إجمالي
bg: Бруто
bn: গ্রস
ca: Brut
cs: Hrubá mzda
da: Brutto
de: Brutto
el: Μεικτά
es: Bruto
et: Bruto
fa: ناخالص
fi: Brutto
fr: Brut
he: ברוטו
hi: सकल
hr: Bruto
hu: Bruttó
id: Bruto
is: Brúttó
it: Lordo
ja: 総額
ko: 총액
lt: Bruto
lv: Bruto
nb: Brutto
nl: Bruto
nn: Brutto
pl: Brutto
pt_br: Bruto
ro: Brut
ru: Брутто
sk: Brutto
sl: Bruto
sr: Bruto
sv: Brutto
sw: Ghafi
ta: மொத்தம்
th: ก่อนหัก
tr: Brüt
uk: Брутто
ur: مجموعی
vi: Lương gộp
zh_hans: 税前
zh_hant: 毛額
